Repository: strukturag/spreed-speakfreely
Catalog: src/i18n/messages-*.po
Languages: fr, pt

source: An unknown error occurred while playing back the video. Please try again later.
fr: Une erreur inconnue s'est produite lors de la lecture de la vidéo. Veuillez réessayer plus tard.
pt: Ocorreu um erro desconhecido ao reproduzir o vídeo. Por favor tente mais tarde.

source: Unknown URL format. Please make sure to enter a valid YouTube URL.
fr: Format d'URL inconnu. Assurez vous d'entrer une URL YouTube valide.
pt: Formato URL desconhecido. Por certifique-se que introduz um URL do YouTube válido.

source: Error
fr: Erreur
pt: Erro

source: Hint
fr: Remarque
pt: Dica

source: Please confirm
fr: Veuillez confirmer
pt: Por favor confirme

source: More information required
fr: Plus d'informations requises
pt: Necessária mais informação

source: Screen sharing requires a browser extension. Please add the Spreed WebRTC screen sharing extension to Chrome and try again.
fr: Le partage d'écran nécessite une extension de navigateur. Veuillez ajouter l'extension de partage d'écran Spreed WebRTC à Chrome et réessayer.
pt: A partilha de ecrã requer uma extensão do browser. Por favor adicione a extensão Spreed WebRTC para o Chrome e tente novamente.

source: Access code required
fr: Code d'accès requis
pt: Código de acesso necessário

source: Access denied
fr: L'access refuse
pt: Acesso negado

source: Please provide a valid access code.
fr: Veuillez fournir un code d'accès valide.
pt: Por favor forneça um código de acesso válido.

source: Failed to verify access code. Check your Internet connection and try again.
fr: Echec de vérifier le code d'accès. Vérifiez votre connexion Internet et réessayez.
pt: Falhou na verificação do código de acesso. Verifique o acesso à Internet e tente novamente.

source: PIN for room %s is now '%s'.
fr: PIN pour le salon %s est dorénavant '%s'.
pt: O PIN da sala %s agora é '%s'.

source: PIN lock has been removed from room %s.
fr: Le verrouillage du code PIN a été retiré du salon %s
pt: Foi removido o PIN para a sala %s.

source: Enter the PIN for room %s
fr: Donnez le code PIN pour le salon %s
pt: Insira o PIN da sala %s

source: Please sign in to create rooms.
fr: Veuillez vous connecter pour créer des salles de discussion.
pt: Por favor inicie sessão para criar salas.

source: and %s
fr: et %s
pt: e %s

source: and %d others
fr: et %d d'autre
pt: e %d outros

source: User
fr: Utilisateur
pt: Utilizador

source: Someone
fr: Inconnu(e)
pt: Alguém

source: Me
fr: Moi
pt: Eu

source: Register
fr: Enregistrer

source: Online
fr: En ligne

source: Oops
fr: Hoppla

source: Could not load PDF: missing PDF file.
fr: Echec de charger du PDF: fichier manquant

source: An unknown error occurred while loading the PDF page (%s).
fr: Erreur lors chargement de la page PDF (%s).
