Repository: strukturag/spreed-speakfreely
Catalog: src/i18n/messages-*.po
Languages: fr, pt

source: Standard view
fr: Affichage standard
pt: Vista normal

source: Large view
fr: Grandes videos
pt: Vista alargada

source: Kiosk view
fr: Vue du kiosque
pt: Vista de Quisoque

source: Auditorium
fr: Salle
pt: Auditório

source: Start chat
fr: Demarrer chat
pt: Iniciar conversa

source: Start video call
fr: Demarrer un appel video
pt: Iniciar chamada de vídeo

source: Start audio conference
fr: Demarrer une conférance audio
pt: Inciar conferência de voz

source: No one else here
fr: Personne d'autre ici.
pt: Mais ninguém aqui

source: Take
fr: Allons-y
pt: Tomar

source: Retake
fr: Encore
pt: Retomar

source: Cancel
fr: Annuler
pt: Cancelar

source: Set as Profile Picture
fr: Définir comme photo de profil
pt: Definir como imagem de perfil

source: Take picture
fr: Prendre une photo
pt: Tirar fotografia

source: Upload picture
fr: Telecharger un image
pt: Enviar imagem

source: Waiting for camera
fr: Attends pour le camera
pt: Á espera da câmera

source: Picture
fr: L'image
pt: Imagem

source: The file couldn't be read.
fr: Le fichier n'est pas lisible.
pt: Não foi possível ler o ficheiro.

source: The file is not an image.
fr: Ce fichier contient pas d'image.
pt: O ficheiro não é uma imagem.

source: The file is too large. Max. %d MB.
fr: Ce fichier est trop gros. Max. %d Mo.
pt: O ficheiro é demasiado grande. Máx. %d MB.

source: Select file
fr: Choisir un fichier
pt: Selecionar ficheiro

source: Chat sessions
fr: Sessions de chat
pt: Sessões de conversa

source: Room chat
fr: Salle de chat
pt: Sala de conversa

source: Peer to peer
pt: Ponto a ponto

source: Close chat
fr: Terminer chat
pt: Fechar conversa

source: Upload files
fr: Telecharger des fichiers
pt: Enviar ficheiros

source: Share my location
fr: Partager ma position
pt: Partilhar a minha localização

source: Clear chat
fr: Chat löschen
pt: Limpar conversa

source: is typing...
fr: est en train de taper...
pt: está a escrever...

source: has stopped typing...
fr: a arrete de taper...
pt: parou de escrever...

source: Type here to chat...
fr: Taper votre message ici...
pt: Escreva aqui para conversar...

source: Send
fr: Envoyer
pt: Enviar

source: Accept
fr: Accepter
pt: Aceitar

source: Reject
fr: Refuser
pt: Rejeitar

source: You have no contacts.
fr: Vous avez aucun contact.
pt: Não tem contatos.

source: To add new contacts, join a room and create a contact add request by clicking on the star icon next to a user entry.
fr: Pour ajouter de nouveaux contacts, rejoignez une salle et créez une demande d'ajout de contact en cliquant sur l'icône en forme d'étoile à côté du nom d'utilisateur.
pt: Para adicionar novos contatos, entre numa sala e crie um pedido de contato carregando no icone da estrela ao lado do utilizador.

source: Edit contact
fr: Modifier ce contact
pt: Editar contato

source: Edit
fr: Modifier
pt: Editar

source: Name
fr: Nom
pt: Nome

source: Remove
fr: Enlever
pt: Remover

source: Refresh
fr: Actualiser
pt: Atualizar

source: Save
fr: Enregistrer
pt: Gravar

source: Close
fr: Fermer
pt: Fechar

source: File sharing
fr: Partager des fichiers
pt: Partilha de ficheiro

source: File is no longer available
fr: Le fichier n'est pas disponible
pt: Ficheiro já não está disponível

source: Download
fr: Télécharger
pt: Transferir

source: Open
fr: Ouvrir
pt: Abrir

source: Unshare
fr: Ne plus partager
pt: Remover partilha

source: Retry
fr: Réssayer
pt: Tentar novamente

source: Download failed.
fr: Échec du téléchargement
pt: Falhou ao descarregar.

source: Share a YouTube video
fr: Partager une vidéo YouTube
pt: Partilhar vídeo do Youtube

source: Share a file as presentation
fr: Partager comme une présentation.
pt: Partilhar ficheiro como apresentação

source: Share your screen
fr: Partager l'écran
pt: Partilhar o ecrã

source: Chat
pt: Conversa

source: Contacts
pt: Contatos

source: Mute microphone
fr: Couper le microphone
pt: Microfone mudo

source: Turn camera off
fr: Eteindre la camera
pt: Desligar câmara

source: Settings
fr: Paramètres
pt: Definições

source: Loading presentation ...
fr: Chargement de la présentation...
pt: A carregar apresentação ...

source: Please upload a document
fr: Veuillez téléchargez un document
pt: Por favor carregue um documento

source: Documents are shared with everyone in this call. The supported file types are PDF and OpenDocument files.
fr: Les documents seront partagés avec tous dans cet appel. Les fichiers PDF et OpenDocument sont compatibles.
pt: Os documentos são partilhados com todos os presentes nesta chamada. Os ficheiros suportados são PDF e ficheiros OpenDocument.

source: Upload
fr: Télécharger
pt: Enviar

source: You can drag files here too.
fr: Vous pouvez également deplacez des fichiers ici.
pt: Pode arrastar ficheiros aqui também.

source: Presentation controls
fr: Présentation controls
pt: Controlos da apresentação

source: Prev
fr: Précédente
pt: Ant.

source: Next
fr: Suivante
pt: Seg.

source: Change room
fr: Changer la salle
pt: Mudar sala

source: Room
fr: Salle
pt: Sala

source: Leave room
fr: Quitter la salle
pt: Sair da sala

source: Main
fr: Standard
pt: Principal

source: Current room
fr: La salle actuelle
pt: Sala atual

source: Screen sharing options
fr: Paramétres pertientes a partager l'écran
pt: Opções de partilha de ecrã

source: Fit screen.
fr: Ajuster l'écran.
pt: Ajustar ao ecrã.

source: Share screen
fr: Partager l'ecran
pt: Partilhar ecrã

source: Please select what to share.
fr: Sélectionnez ce qu'il faut partager.
pt: Por favor escolha o que partilhar.

source: Screen
fr: L'écran
pt: Ecrã

source: Window
fr: Fenêtre
pt: Janela

source: Application
pt: Aplicação

source: Share the whole screen. Click share to select the screen.
fr: Partager l'écran entier
pt: Partilhar ecrã inteiro. Selecione partilhar para escolher o ecrã.

source: Share a single window. Click share to select the window.
fr: Partager une fenêtre particulière. Cliquez sur partager pour la selectionner.
pt: Partilhar apenas uma janela. Selecione partilhar para escolher a janela.

source: Share all windows of a application. This can leak content behind windows when windows get moved. Click share to select the application.
fr: Partager toutes les fenêtres d'une application. Contenu derrière les fenêtres peuvent laisser si les fenêtres sont déplacées. Cliquez sur partager pour sélectionner l'application.
pt: Partilhar todas as janelas de uma aplicação. Isto pode mostar conteúdos atrás das janelas quando estas são movidas. Selecione partilhar para escolher a aplicação.

source: Share
fr: Partager
pt: Partilhar

source: Profile
fr: Profil
pt: Perfil

source: Your name
fr: Votre nom
pt: O teu nome

source: Your picture
fr: Votre photo
pt: A tua imagem

source: Status message
fr: Message d'état
pt: Mensagem de estado

source: What's on your mind?
fr: Qu'est-ce que vous faites maintenant?
pt: Em que pensas?

source: Your picture, name and status message identify yourself in calls, chats and rooms.
fr: Votre photo, nom et message d'état vous identifient pendant les appelles, chats et dans les salles de discussion.
pt: A tua imagem, nome e estado identificam-te nas chamadas, conversas e salas.

source: Your ID
fr: Votre ID
pt: O teu ID

source: Authenticated by certificate. To log out you have to remove your certificate from the browser.
fr: Authentification par certificat. Pour vous déconnecter, supprimez votre certificat du navigateur
pt: Autenticado através de certificado. Para terminar a sessão tem que remover o certificato do browser.

source: Sign in
fr: Connectez-vous
pt: Iniciar sessão

source: Create an account
fr: Enregistrer
pt: Criar uma conta

source: Sign out
fr: Déconnecter
pt: Terminar sessão

source: Manage account
fr: Mon compte
pt: Gerir conta

source: Media
fr: Camera / Microphone
pt: Multimédia

source: Microphone
pt: Microfone

source: Camera
pt: Câmara

source: Video quality
fr: Qualité de la vidéo
pt: Qualidade do vídeo

source: Low
fr: Basse
pt: Baixa

source: High
fr: Haute
pt: Alta

source: General
pt: Geral

source: Language
fr: Langue
pt: Idioma

source: Language changes become active on reload.
fr: Le nouveaux choix de langue d'affichage deviendra actif apres du réchargement.
pt: Alterações de idioma ficam ativas ao recarregar.

source: Default room
fr: Salle par défaut
pt: Sala por defeito

source: Set alternative room to join at start.
fr: Définir une autre salle à rejoindre au début.
pt: Definir sala alternativa para entrar ao iniciar.

source: Notifications
fr: Les notifications
pt: Notificações

source: Desktop notification
fr: Notifications de bureau
pt: Notificações de desktop

source: Enable
fr: Activer
pt: Ativar

source: Denied - check your browser settings
fr: Refusé - vérifiez les paramètres de votre navigateur
pt: Recusado - Verifique as definições do browser

source: Allowed
fr: Permis
pt: Permitido

source: Sounds for incoming messages
fr: Sons pour les messages entrants
pt: Sons para mensagens recebidas

source: Ring on incoming calls
fr: Sonner sur les appels entrants
pt: Tocar ao receber chamadas

source: Sounds for users in current room
fr: Sons pour les utilisateurs dans la salle
pt: Sons para os utilizadores na sala atual

source: Advanced settings
fr: Paramètres avancés
pt: Definições avançadas

source: Play audio on same device as selected microphone
fr: Lire l'audio sur le même appareil que le microphone sélectionné
pt: Reproduzir som no mesmo dispositivo

source: Experimental AEC
fr: AEC (expérimentale)
pt: AEC experimental

source: Experimental AGC
fr: AGC (expérimentale)
pt: AGC experimental

source: Experimental noise suppression
fr: Suppression du bruit (expérimentale)
pt: Supressão de ruído experimental

source: Max video frame rate
fr: Max. frame rate vidéo
pt: Taxa de resfrescamento Max de vídeo

source: Send stereo audio
fr: Envoyer son stéréo
pt: Enviar som estéreo

source: Sending stereo audio disables echo cancellation. Enable only if you have stereo input.
fr: L'envoi d'un son stéréo désactive la suppression d'écho. Activez seulement si vous avez une entrée stéréo.
pt: Enviar som estéreo desativa o cancelamento de eco. Ative só se tiver suporte para estéreo na entrada.

source: Detect CPU over use
fr: Détecter la surutilisation du processeur
pt: Detetar sobre uso do CPU

source: Automatically reduces video quality as needed.
fr: Réduire la qualité de la vidéo si nécessaire automatiquement.
pt: Reduzir automáticamente a qualidade do vídeo conforme necessário.

source: Optimize for high resolution video
fr: Optimiser pour la vidéo haute résolution
pt: Optimizar para vídeo de alta resolução

source: Reduce video noise
fr: Supprimer le bruit vidéo
pt: Reduzir ruído do vídeo

source: Prefer VP9 video codec
fr: Préférer le codec vidéo VP9
pt: Preferir o codec de vídeo VP9

source: Enable experiments
fr: Activer des outils expérimentaux
pt: Ativar experiências

source: Show advanced settings
fr: Afficher les paramètres avancés
pt: Mostar opções avançadas

source: Hide advanced settings
fr: Cacher les paramètres avancés
pt: Esconder opções avançadas

source: Remember settings
fr: Rappeler des paramètres
pt: Lembrar definições

source: Your ID will still be kept - press the log out button above to delete the ID.
fr: Votre ID sera toujours conservé - appuyez sur déconnexion ci-dessus pour supprimer l'ID.
pt: O seu ID será mantido - selecione o botão acima de terminar sessão para apagar o ID.

source: Room PIN
pt: PIN da sala

source: Room link
fr: lien à salle
pt: Link da sala

source: Invite by Email
fr: Inviter par E-Mail
pt: Convidar por Email

source: Invite with Facebook
fr: Inviter par Facebook
pt: Convidar com Facebook

source: Invite with Twitter
fr: Inviter par Twitter
pt: Convidar com Twitter

source: Invite with Google Plus
fr: Inviter par Google Plus
pt: Convidar com Google Plus

source: Invite with XING
fr: Inviter par XING
pt: Convidar com XING

source: Initializing
fr: Initialisation
pt: A inicializar

source: Calling
fr: Se connecter
pt: A chamar

source: Hangup
fr: Raccrocher
pt: Desligar

source: In call with
fr: En appel avec
pt: Numa chamada com

source: Conference with
fr: Conférence avec
pt: Conferência com

source: Your are offline
fr: Vous etes hors ligne
pt: Está desligado

source: Go online
fr: Devenir en ligne
pt: Ficar conectado

source: Connection interrupted
fr: Connection interrompue
pt: Ligação interrumpida

source: An error occured
fr: Un problème est survenu
pt: Ocorreu um erro

source: Incoming call
fr: Appel entrant
pt: A receber chamada

source: from
fr: de
pt: de

source: Accept call
fr: Accepter l'appel
pt: Aceitar chamada

source: Waiting for camera/microphone access
fr: En attente d'un accès caméra / microphone
pt: Á espera de acesso à câmara/microfone

source: Your audio level
fr: Volume
pt: O seu nível de áudio

source: Checking camera and microphone access.
fr: Verifie l'access a camera et microphone.
pt: A verificar acesso à câmara e ao microfone.

source: Please allow access to your camera and microphone.
fr: Autorisez l'accès à votre caméra et à votre microphone.
pt: Por favor permita acesso à sua câmara e microfone.

source: Camera / microphone access required.
fr: Accès caméra/microphone requis.
pt: Acesso à câmara/microfone necessário.

source: Please check your browser settings and allow camera and microphone access for this site.
fr: Veuillez vérifier les paramètres de votre navigateur et autoriser l'accès à la caméra et au microphone sur ce site.
pt: Por favor verifique as definições do browser e permita acesso a este site à câmara e ao microfone.

source: Skip check
fr: Sauter la verification
pt: Saltar verificação

source: Click here for help (Google Chrome).
fr: Cliquez ici pour l'aide (Google Chrome).
pt: Carregue aqui para ajuda (Google Chrome).

source: Please set your user details and settings.
fr: Veuillez remplir vos informations et paramètres utilisateur.
pt: Por favor configure o seus detalhes de utilizador e definições.

source: Enter a room name
fr: Fournissez un nom de salle
pt: Insira o nome de uma sala

source: Random room name
fr: Nom de salle aleatoire
pt: Nome de sala aleatório

source: Enter room
fr: Entrer dans salle
pt: Entrar na sala

source: Enter the name of an existing room. You can create new rooms when you are signed in.
fr: Fournissez le nom d'une salle existante. Vous pouvez créer de nouvelles salles lorsque vous êtes connecté.
pt: Insira o nome de uma sala existente. Pode criar uma sala nova quando iniciar sessão.

source: Room history
fr: Histoire de la salle
pt: Histórico da sala

source: Please sign in.
fr: Veuillez vous connnecter.
pt: Por favor inicie sessão.

source: Videos play simultaneously for everyone in this call.
fr: Les vidéos jouent simultanément pour tout le monde dans cet appel.
pt: Os vídeos são reproduzidos em simultâneo para todos os participantes nesta chamada.

source: YouTube URL
pt: URL YouTube

source: Could not load YouTube player API, please check your network / firewall settings.
fr: Impossible de charger l'API du lecteur YouTube. Assurez-vous des paramètres de votre réseau / pare-feu.
pt: Não foi possível carregar a API do leitor YouTube. Por favor verifique as definições da rede / firewall.

source: Currently playing
fr: En cours de lecture
pt: A reproduzir agora

source: YouTube controls
fr: Controls YouTube
pt: Controlos YouTube

source: YouTube video to share
fr: YouTube Video a partager
pt: Vídeo YouTube para partilhar

source: Peer to peer chat active.
fr: Peer-to-peer chat est actif.
pt: Conversa ponto a ponto ativa.

source: Peer to peer chat is now off.
fr: Peer-to-peer Chat n'est plus actif.
pt: Conversa ponto a ponto está agora desligada.

source: is now offline.
fr: est maintenant hors ligne.
pt: está agora desligado.

source: is now online.
fr: est maintenant en ligne.
pt: está agora conectado.

source: You share file:
fr: Vous partagez:
pt: Partilhou o ficheiro:

source: Incoming file:
fr: Fichier entrant:
pt: A receber ficheiro:

source: You shared your location:
fr: Vous avez partagé votre emplacement:
pt: Partilhou a sua localização:

source: Location received:
fr: Emplacement entrant:
pt: Localização recebida:

source: You accepted the contact request.
fr: Vous avez accepté la demande de contact.
pt: Aceitou o pedido de contato.

source: You rejected the contact request.
fr: Vous avez refusé la demande de contact.
pt: Rejeitou o pedido de contato.

source: You sent a contact request.
fr: Vous avez envoyé la demande de contact.
pt: Enviou um pedido de contato.

source: Your contact request was accepted.
fr: Votre demande de contact est acceptée.
pt: O seu pedido de contato foi aceite.

source: Incoming contact request.
fr: Demande de contact entrante.
pt: A receber pedido de contato.

source: Your contact request was rejected.
fr: Votre demande de contact est refusée.
pt: O seu pedido de contato foi recusado.

source: Edit Contact
fr: Modifier le contact
pt: Edita contato

source: Your browser does not support WebRTC. No calls possible.
fr: Votre navigateur ne supporte pas WebRTC. Aucun appel possible.
pt: O se browser não suporta WebRTC. Chamadas não são possíveis.

source: Close this window and disconnect?
fr: Fermer ce fenetre et disconnecter?
pt: Fechar esta janela e desligar?

source: Contacts Manager
fr: Contacts
pt: Gestor de contatos

source: Restart required to apply updates. Click ok to restart now.
fr: Redémarrez nécessaire pour appliquer les mises à jour. Cliquez sur OK pour redémarrer maintenant.
pt: É necesário reiniciar para aplicar alterações. Selecionar ok para reiniciar agora.

source: Failed to access camera/microphone.
fr: Echec à acceder à la camera/au microphone.
pt: Falhou acesso à câmara/microfone.

source: Failed to establish peer connection.
fr: Erreur lors de la connexion.
pt: Falhou a estabelecer ligação ao parceiro.

source: We are sorry but something went wrong. Boo boo.
fr: Nous sommes desoles, mais quelque chose a mal tourné. Boo boo.
pt: Pedimos desculpa, mas algo correu mal. Boo boo.

source: Peer connection failed. Check your settings.
fr: La connexion par les pairs a échoué. Vérifiez vos paramètres.
pt: Ligação ao parceiro falhou. Verifique a suas definições.

source: User hung up because of error.
fr: L'utilisateur a raccroché à cause d'une erreur.
pt: Uilizador desligou devido a um erro.

source: is busy. Try again later.
fr: est occupé(e). Réessayez plus tard.
pt: está ocupado. Tente novamente mais tarde.

source: rejected your call.
fr: a refusé votre appel.
pt: rejeitou a chamada.

source: does not pick up.
fr: ne prend pas l'appel
pt: não atende.

source: tried to call you
fr: a essayé a vous appeler
pt: tentou ligar

source: called you
fr: a vous appelé.
pt: ligou

source: Your browser is not supported. Please upgrade to a current version.
fr: Votre navigateur n'est pas supporté. Veuillez mettre à jour vers une version actuelle.
pt: O seu browser não é suportado. Por favor atualize para uma versão recente.

source: Chat with
fr: Chat avec
pt: Conversar com

source: Message from
fr: Message de
pt: Mensagem de

source: You are now in room %s ...
fr: Vous etes maintenant dans la salle %s ...
pt: Está agora na sala %s ...

source: Your browser does not support file transfer.
fr: Votre navigateur ne peut pas transfer de fichiers.
pt: O seu browser não suporta tranferência de ficheiros.

source: Could not load PDF: Please make sure to select a PDF document.
fr: Echec de charger le PDF: assurez-vous de selectionner un fichier PDF.
pt: Não foi possível carregar o PDF: Por favor certifique-se que seleciona um ficheiro do tipo PDF.

source: Could not load PDF: Missing PDF file.
pt: Não foi possível carregar o PDF: Ficheiro PDF não encontrado.

source: An error occurred while loading the PDF (%s).
fr: Echec de charger le PDF (%s).
pt: Ocorreu um erro ao carregar o PDF (%s).

source: An unknown error occurred while loading the PDF.
fr: Erreur inconnue lors du chargement du fichier PDF.
pt: Ocorreu um erro desconhecido ao carregar o PDF.

source: An error occurred while loading the PDF page (%s).
fr: Erreur lors du chargement de la page PDF (%s).
pt: Ocorreu um erro ao carregar a página do PDF (%s).

source: An unknown error occurred while loading the PDF page.
pt: Ocorreu um erro desconhecido ao carregar a página do PDF.

source: An error occurred while rendering the PDF page (%s).
fr: Erreur lors du rendu de la page PDF (%s).
pt: Ocorreu um erro ao representar a página do PDF (%s).

source: An unknown error occurred while rendering the PDF page.
fr: Erreur inconnue lors du rendu de la page PDF
pt: Ocorreu um erro desconhecido ao representar a página do PDF.

source: Only PDF documents and OpenDocument files can be shared at this time.
fr: Seuls les fichiers PDF ou OpenDocument peuvent etre partager dans cet instant.
pt: De momento só é possível partilhar documentos PDF e ficheiros OpenDocument.

source: Failed to start screen sharing (%s).
fr: Echec de partager l'ecran (%s).
pt: Falhou ao iniciar partilha de ecrã (%s).

source: Permission to start screen sharing was denied. Make sure to have enabled screen sharing access for your browser. Copy chrome://flags/#enable-usermedia-screen-capture and open it with your browser and enable the flag on top. Then restart the browser and you are ready to go.
pt: Permissão para iniciar a partilha de ecrã foi negada. Certifique-se que permitiu a partilha de ecrã no browser. Copie chrome://flags/#enable-usermedia-screen-capture e abra-o no seu browser e ative a opção no topo. De seguida reinicie o browser e está pronto para seguir.

source: Permission to start screen sharing was denied.
fr: L'autorisation de partager l'ecran refusee
pt: Permissão para iniciar a partilha de ecrã foi negada.

source: Use browser language
fr: Langue du navigateur
pt: Utilizar idioma do browser

source: Meet with me here:
fr: Rencontrons-nous ici:
pt: Reúne comigo aqui:

source: Please enter a new Room PIN to lock the room
pt: Por favor insira um novo PIN para fechar a sala

source: Do you want to unlock the room?
pt: Deseja abrir a sala?

source: Room name
fr: Nom de salle
pt: Nome da sala

source: The request contains an invalid parameter value. Please check the URL of the video you want to share and try again.
fr: La requête contient une valeur de paramètre non valide. Veuillez vérifier l'URL de la vidéo que vous souhaitez partager et réessayer.
pt: O pedido contém uma parámetro com um valor errado. Por favor verifique o URL do vídeo que quer partilhar e tente novamente.

source: The requested content cannot be played in an HTML5 player or another error related to the HTML5 player has occurred. Please try again later.
fr: Le contenu demandé n'est pas compatible avec un lecteur HTML5 ou une autre erreur liée au lecteur HTML5 est survenue. Veuillez réessayer plus tard.
pt: O conteúdo pedido não pode ser reproduzido num leitor HTML5 ou ocorreu outro erro relacionado com o leitor HTML5. Por favor tente mais tarde.

source: The video requested was not found. Please check the URL of the video you want to share and try again.
fr: La vidéo demandée est manquante. Verifiez l'URL de la vidéo a partager et réessayer.
pt: O vídeo pedido não foi encontrado. Por favor verifique o URL do vídeo que quer partilhar e tente novamente.

source: The owner of the requested video does not allow it to be played in embedded players.
fr: Der Eigentümer des Videos hat das Video nicht für eingebettete Anzeige freigegeben.
pt: O proprietário do vídeo não permite que mesmo seja reproduzido em leitores embebidos.

source: An unknown error occurred while playing back the video (%s). Please try again later.
fr: Beim Abspielen des Videos ist ein unbekannter Fehler aufgetreten (%s). Bitte versuchen Sie es später wieder.
pt: Ocorreu um erro desconhecido ao reproduzir o vídeo (%s). Por favor tente mais tarde.
